Repository: erichardy/mareetrad.trader
Catalog: src/mareetrad/trader/locales/*/LC_MESSAGES/mareetrad.trader.po
Languages: fr

source: Cancel registration
fr: Annuler l'inscription

source: Edit
fr: Editer

source: Installs the mareetrad.trader add-on.
fr: Installe le module mareetrad.trader

source: Invalid adress email
fr: Adresse mail NON valide !

source: Maree-trad trader Settings Description
fr: Configurations de l'application "Maree-trad"

source: Maree-trad trader settings
fr: Paramètres pour Maree-trad

source: Musician at Maree-Trad
fr: Musicien participant à la marée trad

source: Please correct errors
fr: Merci de corriger les erreurs

source: Register
fr: S'enregistrer

source: Thanks to register !
fr: Merci de vous êtes enregistré !

source: This will create traders
fr: Cela crée les musiciens...

source: Trader
fr: Musicien

source: Uninstalls the mareetrad.trader add-on.
fr: Dé-installe le module mareetrad.trader

source: View
fr: Voir

source: activate mails confirmation for this Maree Trad
fr: Activiter les mails de confirmation d'inscription pour cette Marée-Trad

source: age hidden
fr: Votre âge n'apparaît pas sur le site

source: do not enter an instrument name which yet above
fr: Ne pas mettre ici un instrument qui est déjà dans la liste ci-dessus !

source: do we send notification ?
fr: Est-ce que l'on envoie une notification lors d'une nouvelle inscription ?

source: email adress
fr: Adresse de courriel

source: email adress of the mail notification receiver
fr: Adresse de courriel du destinataire des notifications d'inscription

source: email adress of the mail registration sender
fr: Adresse mail de l'expéditeur du mail confirmation lors d'une inscription (ex: no-reply@....)

source: email adress of the mails sender
fr: Adresse mail de l'expéditeur des mails après enregistrement

source: if your instrument is not there, choose "Other"
fr: Si votre instrument n'est pas dans la liste, choisir "Autre"

source: import csv file...
fr: Importer un fichier CSV...

source: instrument played at the maree trad
fr: Instrument joué pendant la Marée Trad

source: instrument played if not in the list above
fr: Instrument joué pendant la Marée Trad s'il n'est pas dans la liste ci-dessus

source: list of instruments
fr: Liste des instruments

source: macro _trader_description_
fr: Macro utilisable : _trader_description_

source: mail address for notification
fr: Adresse de courriel des notifications

source: mail_sender
fr: Expéditeur des mails

source: mail_sender for registration confirm
fr: Adresse mail pour la confirmation d'une inscription

source: mails
fr: Courriels

source: mareetrad.trader
fr: Musicien Marée Trad

source: mareetrad.trader (uninstall)
fr: mareetrad.trader (dé-installation)

source: message sent to traders after register
fr: Message envoyé à un participant suite à son inscription

source: mobile phone number
fr: N° de téléphone mobile

source: not too accurate
fr: Inutile d'être trop précis... la ville ou la plus grande ville proche... (visible sur le site)

source: one instrument name per line
fr: Un instrument par ligne

source: personal pseudo
fr: Votre pseudo est visible sur le site

source: pseudo
fr: Pseudonyme

source: register a new trader !
fr: Inscription à une participation à la Marée Trad

source: registring date
fr: Date d'inscription

source: required to inform you, hidden
fr: nécessaire pour vous informer mais n'apparaît pas sur le site

source: text after the traders list
fr: Texte à présenter en dessous de la liste des musiciens

source: text before the traders list
fr: Texte à présenter au dessus de la liste des musiciens

source: the town where you live
fr: Votre ville

source: town
fr: Ville

source: trader firstame
fr: Prénom

source: trader name
fr: Nom

source: trader pseudo
fr: Votre pseudonyme

source: traders list texts
fr: Textes...

source: unselect to de-activate mails
fr: Dé-cocher pour désactiver les mails

source: unselect to de-activate notification
fr: Dé-cocher pour désactiver les notifications

source: view
fr: Voir

source: your age
fr: Votre âge

source: your family name hidden
fr: Votre nom de famille n'apparaît pas sur le site

source: your first name hidden
fr: Votre prénom n'apparaît pas sur le site
